Repository: arturbmallmann/devedeng
Catalog: po/*.po
Languages: de_de, sk

source: Video files
de_de: Videodateien
sk: Súbory videí

source: All files
de_de: Alle Dateien
sk: Všetky súbory

source: Subtitle files
de_de: Untertitel-Dateien
sk: Súbory s titulkami

source: Converting %(X)s (pass 2)
de_de: Konvertieren von %(X)s (Durchgang 2)
sk: Konvertuje sa %(X)s (prechod 2)

source: Converting %(X)s (pass 1)
de_de: Konvertieren von %(X)s (Durchgang 1)
sk: Konvertuje sa %(X)s (prechod 1)

source: Converting %(X)s
de_de: Konvertieren von %(X)s
sk: Konvertuje sa %(X)s

source: Creating menu %(X)d
de_de: Erstellen des Menüs %(X)d
sk: Vytvára sa ponuka %(X)d

source: %(program_name)s (installed)
de_de: %(program_name)s (installiert)
sk: %(program_name)s (nainštalovaný)

source: Movie identifiers (install at least one of these): %(program_list)s
de_de: Film-Identifizierer (installieren Sie mindestens einen davon): %(program_list)s
sk: Programy na identifikáciu videí (nainštalujte aspoň jeden z týchto): %(program_list)s

source: Movie players (install at least one of these): %(program_list)s
de_de: Film-Abspieler (installieren Sie mindestens einen davon): %(program_list)s
sk: Programy na prehrávanie videí(nainštalujte aspoň jeden z týchto): %(program_list)s

source: Movie Converters (install at least one of these): %(program_list)s
de_de: Film-Konvertierer (installieren Sie mindestens einen davon): %(program_list)s
sk: Programy na konverziu videí(nainštalujte aspoň jeden z týchto): %(program_list)s

source: CD/DVD burners (install at least one of these): %(program_list)s
de_de: CD/DVD-Brennprogramme (installieren Sie mindestens eins davon): %(program_list)s
sk: Programy na vypaľovanie diskov CD/DVD(nainštalujte aspoň jeden z týchto): %(program_list)s

source: ISO creators (install at least one of these): %(program_list)s
de_de: ISO-Ersteller (installieren Sie mindestens einen davon): %(program_list)s
sk: Programy na vytvorenie obrazov ISO(nainštalujte aspoň jeden z týchto): %(program_list)s

source: Other programs: %(program_list)s
de_de: Weitere Programme: %(program_list)s
sk: Ostatné programy: %(program_list)s

source: Creating DVD structure
de_de: Erzeugen der DVD-Struktur
sk: Vytvára sa štruktúra disku DVD

source: The selected file is a video, not an audio file
de_de: Die ausgewählte Datei ist ein Video, keine Audiodatei.
sk: Vybratý súbor je súborom videa a nie zvuku

source: Error
de_de: Fehler
sk: Chyba

source: The selected file is not an audio file
de_de: Die ausgewählte Datei ist keine Audiodatei.
sk: Vybratý súbor nie je zvukovým súborom

source: Picture files
de_de: Bilddateien
sk: Súbory obrázkov

source: Sound files
de_de: Audiodateien
sk: Zvukové súbory

source: Page %(X)d of %(Y)d
de_de: Seite %(X)d von %(Y)d
sk: Stránka %(X)d z %(Y)d

source: Copying file %(X)s
de_de: Kopieren der Datei %(X)s
sk: Kopíruje sa súbor %(X)s

source: Creating ISO image
de_de: Erzeugen von ISO-Image
sk: Vytvára sa obraz ISO

source: Can't open the help files.
de_de: Öffnen der Hilfedateien nicht möglich.
sk: Nedajú sa otvoriť súbory pomocníka.

source: Mixing menu %(X)d
de_de: Mischen des Menüs %(X)d
sk: Mieša sa ponuka %(X)d

source: DevedeNG projects
de_de: DevedeNG-Projekte
sk: Projekty DevedeNG

source: Abort the current DVD and exit?
de_de: Aktuellen Vorgang abbrechen und DeVeDe beenden?
sk: Prerušiť tvorbu aktuálneho DVD a skončiť?

source: Exit DeVeDe
de_de: DeVeDe beenden
sk: Ukončenie programu DeVeDe

source: The following files could not be added:
de_de: Folgende Dateien konnten nicht hinzugefügt werden:
sk: Nasledovné súbory sa nepodarilo pridať:

source: Error while adding files
de_de: Fehler beim Hinzufügen der Dateien
sk: Chyba počas pridávania súborov

source: The file <b>%(X)s</b> <i>(%(Y)s)</i> will be removed.
de_de: Die Datei <b>%(X)s</b> <i>(%(Y)s)</i> wird entfernt.
sk: Súbor <b>%(X)s</b> <i>(%(Y)s)</i> bude odstránený.

source: Delete file
de_de: Datei löschen
sk: Odstránenie súboru

source: The limit for this format is %(l)d files, but your project has %(h)d.
de_de: Das Limit für dieses Format ist %(l)d Dateien, aber Ihr Projekt hat %(h)d.
sk: Tento formát ma obmedzený počet súborov na %(l)d, ale váš projekt obsahuje %(h)d súborov.

source: Too many files in the project
de_de: Zu viele Dateien im Projekt
sk: Príliš veľa súborov v projekte

source: The selected folder already exists. To create the project, Devede must delete it. If you continue, the folder <b>%s</b> and all its contents <b>will be deleted</b>. Continue?
de_de: Das ausgewählte Verzeichnis existiert bereits. Um das Projekt zu erzeugen, muss Devede ihn löschen. Wenn Sie fortfahren, wird der Ordner <b>%s</b> inklusive seinem gesamten Inhalt <b>gelöscht</b>. Fortfahren?
sk: Vybratý priečinok už existuje. Na vytvorenie projektu, ho musí program Devede odstrániť. Ak budete pokračovať, priečinok <b>%s</b> a všetok jeho obsah <b>bude ostránený</b>. Chcete pokračovať?

source: Delete folder
de_de: Verzeichnis löschen
sk: Odstránenie priečinka

source: Close current project and start a fresh one?
de_de: Aktuelles Projekt schließen und ein neues beginnen?
sk: Zavrieť aktuálny projekt a začať nový?

source: New project
de_de: Neues Projekt
sk: Nový projekt

source: The file already exists. Overwrite it?
de_de: Die Datei existiert bereits. Überschreiben?
sk: Súbor už existuje. Chcete ho prepísať?

source: The file already exists
de_de: Die Datei existiert bereits.
sk: Súbor už existuje

source: The following files in the project could not be added again:
de_de: Folgende Dateien in dem Projekt konnten nicht erneut hinzugefügt werden:
sk: Nasledovné súbory v projekte sa nepodarilo znovu pridať:

source: Cancel the current job?
de_de: Aktuellen Vorgang abbrechen?
sk: Zrušiť aktuálnu úlohu?

source: Use all cores
de_de: Alle Kerne verwenden
sk: Použiť všetky jadrá

source: Use %(X)d core
de_de: Verwende %(X)d Kern
sk: Použiť %(X)d jadro

source: Use all except %(X)d core
de_de: Verwende alle bis auf %(X)d Kern
sk: Použiť všetky okrem %(X)d jadra

source: No discs supported
de_de: Keine Disks unterstützt
sk: Žiadne podporované disky

source: Adding %(L)s subtitles to %(X)s
de_de: Hinzufügen von %(L)s Untertiteln zu %(X)s
sk: Pridávajú sa titulky jazyka %(L)s do %(X)s

source: Title %(X)d
de_de: Titel %(X)d
sk: Titul %(X)d

source: Creating CD image
de_de: Erzeugen von ISO-Image
sk: Vytvára sa obraz disku CD

source: Add new file(s)
de_de: Neue Datei(en) hinzufügen
sk: Pridanie nových súborov

source: File:
de_de: Datei:
sk: Súbor:

source: Encoding:
de_de: Kodierung:
sk: Kódovánie:

source: Language:
de_de: Sprache:
sk: Jazyk:

source: Put subtitles upper
de_de: Untertitel anheben
sk: Vložiť titulky hore

source: Choose the folder where Devede will create the files and a name for it. Do not use a folder in a VFAT/FAT32 drive. Characters /, | and \ are not accepted and will be replaced by underscores.
de_de: Wählen Sie das Verzeichnis, in dem DeVeDe die Dateien erzeugen wird sowie einen Namen dafür. Benutzen Sie KEIN Verzeichnis auf einem VFAT/FAT32-Laufwerk. Die Zeichen /, | und \ sind nicht erlaubt und werden durch Unterstriche ersetzt.
sk: Zvoľte priečinok, kde má program Devede vytvoriť súbory a jeho názov. Nepoužívajte priečinok na disku sformátovanom vo formáte VFAT/FAT32. Znaky /, | a \ nie sú prijateľné a budú nahradené podtrhovníkmi.

source: Shutdown computer when disc is done
de_de: Nach Abschluß der Disk Computer herunterfahren
sk: Vypnúť počítač po dokončení vytvárania disku

source: Burn
de_de: Brennen
sk: Vypáliť

source: Job done!
de_de: Erledigt!
sk: Úloha dokončená!

source: Debugging data
de_de: Debugging-Daten zur Fehlerverfolgung
sk: Ladiace údaje

source: There was an error while creating the disc.
de_de: Beim Erstellen der Disk ist ein Fehler aufgetreten.
sk: Vyskytla sa chyba počas vytvárania disku.

source: Show this title in the menu
de_de: Diesen Titel im Menü anzeigen
sk: Zobraziť tento titul v ponuke

source: <b>Title</b>
de_de: <b>Titel</b>
sk: <b>Titul</b>

source: Path:
de_de: Pfad:
sk: Cesta:

source: Original size (pixels):
de_de: Originalgröße (Pixel):
sk: Pôvodná veľkosť (v pixeloch):

source: Original length (seconds):
de_de: Originallänge (Sekunden):
sk: Pôvodná dĺžka (v sekundách):

source: Original aspect ratio:
de_de: Original-Seitenverhältnis:
sk: Pôvodný pomer strán:

source: Frames per second:
de_de: Frames pro Sekunde:
sk: Snímkov za sekundu:

source: Original audio rate (Kbits/sec):
de_de: Original-Audio-Bitrate (Kbit/s):
sk: Pôvodný dátový tok zvuku (Kb/s):

source: Original video rate (Kbits/sec):
de_de: Original-Video-Bitrate (Kbit/s):
sk: Pôvodný dátový tok videa (Kb/s):

source: <b>File info</b>
de_de: <b>Dateiinfo</b>
sk: <b>Informácie o súbore</b>

source: column
de_de: Spalte
sk: stĺpec

source: Select all
de_de: Alle auswählen
sk: Vybrať všetky

source: Unselect all
de_de: Keine auswählen
sk: Zrušiť výber

source: <b>Set properties to these files</b>
de_de: <b>Eigenschaften für diese Dateien setzen</b>
sk: <b>Nastaviť vlastnosti týmto súborom</b>

source: <b>Video format</b>
sk: <b>Formát videa</b>

source: Reset
de_de: Zurücksetzen
sk: Vynulovať

source: <b>Volume (%)</b>
sk: <b>Hlasitosť (%)</b>

source: Automatic
de_de: Automatisch
sk: Automaticky

source: <b>Video rate (KBits/sec)</b>
de_de: <b>Video-Bitrate (Kbit/s)</b>
sk: <b>Dátový tok videa (Kb/s)</b>

source: <b>Audio rate (KBits/sec)</b>
de_de: <b>Audio-Bitrate (Kbit/s)</b>
sk: <b>Dátový tok zvuku (Kb/s)</b>

source: Size (in minutes) for each chapter:
de_de: Länge (in Minuten) für jedes Kapitel:
sk: Dĺžka (v minútach) pre každú kapitolu:

source: Split the file in chapters (for easy seeking)
de_de: Datei in Kapitel aufteilen (für einfacheres Suchen)
sk: Rozdeliť súbor na kapitoly (pre uľahčenie posunu)

source: Manual chapter list (split by comma in mm:ss format):
de_de: Manuelle Kapitelliste (mittels Komma in mm:ss-Format trennen):
sk: Ručný zoznam kapitol (rozdelené čiarkami vo formáte mm:ss):

source: <b>Division in chapters</b>
de_de: <b>Aufteilung in Kapitel</b>
sk: <b>Rozdelenie na kapitoly</b>

source: General
de_de: Allgemein
sk: Všeobecné

source: Language
de_de: Sprache
sk: Jazyk

source: Subtitle
de_de: Untertitel
sk: Titulky

source: Font size:
de_de: Schriftgröße:
sk: Veľkosť písma:

source: Force subtitles
de_de: Untertitel erzwingen
sk: Vynútiť titulky

source: Fill color:
de_de: Füllfarbe:
sk: Farba výplne:

source: Outline color:
de_de: Umrissfarbe:
sk: Farba obrysu:

source: Outline thickness:
de_de: Umrissstärke:
sk: Hrúbka obrysu:

source: Subtitles
de_de: Untertitel
sk: Titulky

source: <b>Final size</b>
de_de: <b>Finale Größe</b>
sk: <b>Výsledná veľkosť</b>

source: <b>Aspect ratio</b>
de_de: <b>Seitenverhältnis</b>
sk: <b>Pomer strán</b>

source: Horizontal mirror
de_de: Horizontal spiegeln
sk: Zrkadliť vodorovne

source: Vertical mirror
de_de: Vertikal spiegeln
sk: Zrkadliť zvislo

source: <b>Mirror</b>
de_de: <b>Spiegeln</b>
sk: <b>Zrkadlenie</b>

source: No rotation
de_de: Keine Drehung
sk: Bez otočenia

source: 90 degrees (clockwise)
de_de: Um 90 Grad im Uhrzeigersinn
sk: O 90 stupňov (doprava)

source: 180 degrees
de_de: Um 180 Grad
sk: O 180 stupňov

source: 90 degrees (counter-clockwise)
de_de: Um 90 Grad gegen den Uhrzeigersinn
sk: O 90 stupňov (doľava)

source: <b>Rotation</b>
de_de: <b>Drehung</b>
sk: <b>Otočenie</b>

source: Add black bars
de_de: Schwarze Balken hinzufügen
sk: Pridať čierne pruhy

source: Scale picture
de_de: Bild skalieren
sk: Zmeniť mierku obrazu

source: Cut picture
de_de: Bild zuschneiden
sk: Orezať obraz

source: <b>Scaling mode</b>
de_de: <b>Skalierungsmodus</b>
sk: <b>Režim zmeny mierky</b>

source: Video options
de_de: Video-Optionen
sk: Voľby obrazu

source: Use dual pass encoding (better quality, much slower conversion)
de_de: Benutze Zweifach-Durchlauf-Kodierung (höhere Qualität, aber erheblich langsamer)
sk: Použiť dvojprechodové kódovanie (lepšia kvalita, oveľa pomalšia konverzia)

source: <b>Two pass encoding</b>
de_de: <b>Zweifach-Durchlauf-Kodierung</b>
sk: <b>Dvojprechodové kódovanie</b>

source: Don't deinterlace
de_de: Kein Deinterlacing
sk: Neodstraňovať prekladanie

source: FFMpeg deinterlacing filter
sk: Filter FFMpeg pre odstránenie prekladania

source: YADIF deinterlacing filter
sk: Filter YADIF pre odstránenie prekladania

source: <b>Deinterlacing</b>
sk: <b>Odstránenie prekladania</b>

source: Quality
de_de: Qualität
sk: Kvalita

source: Audio delay (in seconds):
de_de: Audio-Verzögerung (in Sekunden):
sk: Oneskorenie zvuku (v sekundách):

source: Create DVD with 5.1 channel sound
de_de: DVD mit 5.1-Kanal-Ton erzeugen
sk: Vytvoriť DVD s 5.1 kanálovým zvukom

source: This file already has AC3 sound (copy audio data instead of recompress it)
de_de: Diese Datei enthält bereits AC3-Sound (Audio-Daten kopieren statt rekomprimieren)
sk: Tento súbor už má zvuk vo formáte AC3 (skopíruje zvukové údaje namiesto ich opätovnej kompresie)

source: <b>Audio</b>
sk: <b>Zvuk</b>

source: Audio
sk: Zvuk

source: Stop reproduction/show disc menu
de_de: Reproduktion stoppen / Menü anzeigen
sk: Zastaviť prehrávanie/zobraziť ponuku disku

source: Play the first title
de_de: Den ersten Titel abspielen
sk: Prehrať prvý titul

source: Play the previous title
de_de: Den vorherigen Titel abspielen
sk: Prehrať predchádzajúci titul

source: Play this title again (loop)
de_de: Diesen Titel erneut abspielen (Wiederholung)
sk: Prehrať tento titul ešte raz (slučka)

source: Play the next title
de_de: Den nächsten Titel abspielen
sk: Prehrať nasledujúci titul

source: Play the last title
de_de: Den letzten Titel abspielen
sk: Prehrať posledný titul

source: <b>Action to perform when this title ends</b>
de_de: <b>Am Ende dieses Titels auszuführende Aktion</b>
sk: <b>Akcia, ktorá sa má vykonať, keď titul skončí</b>

source: Actions
de_de: Aktionen
sk: Akcie

source: This file is already a DVD/xCD-suitable MPEG-PS file
de_de: Diese Datei ist bereits eine DVD/xCD-konforme MPEG-PS-Datei
sk: Súbor je už vo formáte MPEG-PS vhodnom pre DVD/xCD

source: Repack audio and video without reencoding (useful for VOB files)
de_de: Audio und Video ohne Neukodierung erneut packen (nützlich für VOB-Dateien)
sk: Znovu zabalí zvuk a video bez prekódovania (užitočné pri súboroch VOB)

source: Use a GOP of 12 frames (improves compatibility)
de_de: Eine GOP von 12 Frames verwenden (verbessert die Kompatibilität)
sk: Použiť GOP o 12 snímkoch (zvyšuje kompatibilitu)

source: <b>Special</b>
de_de: <b>Spezial</b>
sk: <b>Špeciálne</b>

source: Misc
de_de: Verschiedenes
sk: Rôzne

source: <b>Options</b>
de_de: <b>Optionen</b>
sk: <b>Voľby</b>

source: Preview
de_de: Vorschau
sk: Náhľad

source: _File
de_de: _Datei
sk: _Súbor

source: _Edit
de_de: _Bearbeiten
sk: _Upraviť

source: Set multiproperties
sk: Nastaviť hromadne vlastnosti

source: _Help
de_de: _Hilfe
sk: _Pomoc

source: Show documentation
de_de: Dokumentation anzeigen
sk: Zobraziť dokumentáciu

source: Title
de_de: Titel
sk: Titul

source: Duration
de_de: Dauer
sk: Trvanie

source: <b>Files</b>
de_de: <b>Dateien</b>
sk: <b>Súbory</b>

source: Media size:
de_de: Kapazität der Disk:
sk: Veľkosť média:

source: Adjust disc usage
de_de: Auf Disk-Speicher abgleichen
sk: Prispôsobiť využitie disku

source: <b>Disc usage</b>
de_de: <b>Benutzter Platz auf der Disk</b>
sk: <b>Využitie disku</b>

source: <b>Default format</b>
de_de: <b>Standardformat</b>
sk: <b>Predvolený formát</b>

source: Create a menu with the titles
de_de: Ein Menü mit den Titeln erzeugen
sk: Vytvoriť ponuku s titulmi

source: Menu options
de_de: Menü-Eigenschaften
sk: Voľby ponuky

source: <b>Menus</b>
de_de: <b>Menüs</b>
sk: <b>Ponuky</b>

source: Font:
de_de: Schriftart:
sk: Písmo:

source: Text color:
de_de: Textfarbe:
sk: Farba textu:

source: Shadow color:
de_de: Farbe für Schatten:
sk: Farba tieňa:

source: Vertical position (percent):
de_de: Vertikale Position (Prozent):
sk: Zvislá pozícia (v percentách):

source: Horizontal position (percent):
de_de: Horizontale Position (Prozent):
sk: Vodorovná pozícia (v percentách):

source: <b>Menu title</b>
de_de: <b>Menütitel</b>
sk: <b>Názov ponuky</b>

source: Default background
de_de: Standard-Hintergrund
sk: Predvolené pozadie

source: <b>Menu background</b>
de_de: <b>Menü-Hintergrund</b>
sk: <b>Pozadie ponuky</b>

source: Menu without sound
de_de: Menü ohne Ton
sk: Ponuka bez zvuku

source: Audio format:
sk: Formát zvuku:

source: <b>Menu music</b>
de_de: <b>Menü-Sound</b>
sk: <b>Hudba ponuky</b>

source: <b>Horizontal</b>
sk: <b>Vodorovne</b>

source: <b>Margins (percent)</b>
de_de: <b>Ränder (Prozent)</b>
sk: <b>Okraje (v percentách)</b>

source: Left
de_de: Links
sk: Vľavo

source: Center
de_de: Mitte
sk: V strede

source: Right
de_de: Rechts
sk: Vpravo

source: <b>Menu position</b>
de_de: <b>Menüposition</b>
sk: <b>Pozícia ponuky</b>

source: Unselected titles:
de_de: Nicht gewählte Titel:
sk: Nevybraté tituly:

source: Shadows:
de_de: Schatten:
sk: Tiene:

source: Selected title:
de_de: Gewählter Titel:
sk: Vybratý titul:

source: Background color:
de_de: Hintergrundfarbe:
sk: Farba pozadia:

source: <b>Menu font and colors</b>
de_de: <b>Menüschrift und -farben</b>
sk: <b>Farby a písmo ponuky</b>

source: Show menu at disk startup
de_de: Menü anzeigen beim Starten der Disk
sk: Zobraziť ponuku pri spustení disku

source: Jump to the first title at startup
de_de: Zum ersten Titel springen
sk: Pri spustení skočiť na prvý titul

source: Provide "Play All" option
de_de: Option "Alle abspielen" anzeigen
sk: Poskytnúť voľbu „Prehrať všetko“

source: <b>Disc startup options</b>
de_de: <b>Optionen beim Start der Disk</b>
sk: <b>Voľby pre spustenie disku</b>

source: Show titles as selected
de_de: Titel als ausgewählt anzeigen
sk: Zobraziť tituly ako vybraté

source: <b>Preview</b>
de_de: <b>Vorschau</b>
sk: <b>Náhľad</b>

source: <b>Menu preview</b>
de_de: <b>Menü-Vorschau</b>
sk: <b>Náhľad ponuky</b>

source: Programs needed by Devede NG
de_de: Von Devede NG benötigte Programme
sk: Programy vyžadované aplikáciou Devede NG

source: <b>Preview video</b> Devede will create a preview with the selected parameters, so you will be able to check the video quality, audio sync and so on.
de_de: <b>Video-Vorschau</b> DeVeDe wird eine Vorschau basierend auf den gewählten Parametern erzeugen. Sie können also Videoqualität, Synchronität der Audiospur usw. überprüfen.
sk: <b>Náhľad videa</b> Program Devede vytvorí náhľad s vybratými parametrami, takže budete môcť skontrolovať kvalitu videa, synchronizáciu zvuku a podobne.

source: Preview length:
de_de: Länge der Vorschau:
sk: Dĺžka náhľadu:

source: Creating...
de_de: Erzeugen ...
sk: Vytváranie...

source: Creating disc
de_de: Erzeugen der Disk
sk: Vytvára sa disk

source: Project progress
de_de: Projektfortschritt
sk: Priebeh vytvárania projektu

source: <b>Choose the disc type you want to create with Devede</b>
de_de: <b>Wählen Sie den Disk-Typ, den Sie mit DeVeDe erzeugen möchten</b>
sk: <b>Vyberte druh disku, ktorý chcete vytvoriť pomocou DeVeDe</b>

source: <b>Video DVD</b> Creates a video DVD suitable for all DVD home players
de_de: <b>VideoDVD</b> Erzeugt eine VideoDVD, geeignet für alle Heim-DVD-Player
sk: <b>Video DVD</b> Vytvorí video DVD vhodné pre všetky domáce prehrávače diskov DVD

source: <b>VideoCD</b> Creates a VideoCD, with a picture quality equivalent to VHS
de_de: <b>VideoCD</b> Erzeugt eine VideoCD (VCD), Bildqualität vergleichbar mit VHS
sk: <b>VideoCD</b> Vytvorí VideoCD s kvalitou obrazu porovnateľnou s VHS

source: <b>Super VideoCD</b> Creates a VideoCD with better picture quality
de_de: <b>SuperVideoCD</b> Erzeugt eine SuperVideoCD (SVCD), entspricht einer VCD mit verbesserter Bildqualität
sk: <b>Super VideoCD</b> Vytvorí VideoCD s lepšou kvalitou obrazu

source: <b>China VideoDisc</b> Another kind of Super VideoCD
de_de: <b>ChinaVideoDisc</b> Eine andere Form der SuperVideoCD
sk: <b>Čínsky VideoDisc</b> Ďalší druh Super VideoCD

source: <b>DivX / MPEG-4</b> Creates files compliant with DivX home players
de_de: <b>DivX / MPEG-4</b> Erzeugt zu Heim-DivX-Playern konforme Dateien
sk: <b>DivX/MPEG-4</b> Vytvorí súbory kompatibilné s domácimi prehrávačmi videí vo formáte DivX

source: <b>Matroska / H.264</b> Creates H.264 files in a MKV container
de_de: <b>Matroska / H.264</b> Erzeugt H.264-Dateien in einem MKV-Container
sk: <b>Matroska / H.264</b> Vytvorí súbory vo formáte H.264 v kontajneri MKV

source: Programs needed by Devede
de_de: Von Devede benötigte Programme
sk: Programy vyžadované aplikáciou Devede

source: <b>Multicore CPUs</b>
de_de: <b>Multi-Kern-CPUs</b>
sk: <b>Viacjadrové procesory</b>

source: Temporary files folder:
de_de: Verzeichnis für temporäre Dateien:
sk: Priečinok pre dočasné súbory:

source: <b>Folders</b>
de_de: <b>Verzeichnisse</b>
sk: <b>Priečinky</b>

source: Play preview:
de_de: Vorschau abspielen:
sk: Prehranie náhľadu:

source: Get video info:
de_de: Video-Informationen bekommen:
sk: Získanie informácií o videu:

source: Convert menus:
de_de: Menüs konvertieren:
sk: Konvertovanie ponúk:

source: Convert videos:
de_de: Videos konvertieren:
sk: Konvertovanie videí:

source: Burn ISOs:
de_de: ISOs brennen:
sk: Vypálenie obrazov ISO:

source: Disc types supported:
de_de: Unterstützte Disk-Typen
sk: Podporované typy diskov:

source: Create ISOs:
de_de: ISOs erzeugen:
sk: Vytvorenie obrazov ISO:

source: <b>Backends</b>
de_de: <b>Backend-Programme</b>
sk: <b>Obslužné programy</b>

source: Title properties
de_de: Titeleigenschaften
sk: Vlastnosti titulu

source: <b>Title's name</b>
de_de: <b>Titelname</b>
sk: <b>Názov titulu</b>

source: %(program_name)s (not installed)
de_de: %(program_name)s (nicht installiert)
